List Place_ar = [
  "الكل",
  "مركز تسوق",
  "سوبر ماركت",
  "عطور",
  " تجميل، كوافير",
  "إصلاح السيارات",
  "صيدلية",
  "عيادة",
  "معمل تحاليل",
  "سياحة",
  "خدمات محمول",
  "مطاعم",
  "مخابز وحلويات",
  "كافيه",
  "محل الملابس",
  "ادوات كهربائية",
  "ادوات منزلية",
  "مستشفى",
  "متجر الأحذية",
  "مكتبة",
  "اخرى"
];

List SelectPlace_ar = [
  "مركز تسوق",
  "سوبر ماركت",
  "عطور",
  " تجميل، كوافير",
  "إصلاح السيارات",
  "صيدلية",
  "عيادة",
  "معمل تحاليل",
  "سياحة",
  "خدمات محمول",
  "مطاعم",
  "مخابز وحلويات",
  "كافيه",
  "محل الملابس",
  "ادوات كهربائية",
  "ادوات منزلية",
  "مستشفى",
  "متجر الأحذية",
  "مكتبة",
  "اخرى"
];

String Place_arValue=Place_ar[0];
String SelectPlace_arValue=SelectPlace_ar[0];

